13/data/attachments/6bfe83ab24f64bfc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_0232ad7c-2ccc-4791-97d9-65ae1a51084c</nif:username>
            <nif:friendToBeAdded>Miranda_eye_Friend_28086_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>